names = [
    # Мужские имена
    "Александр", "Алексей", "Андрей", "Артем", "Борис", "Владимир",
    "Владислав", "Глеб", "Даниил", "Дмитрий", "Егор", "Иван",
    "Игорь", "Илья", "Кирилл", "Лев", "Максим", "Марк",
    "Михаил", "Никита", "Николай", "Олег", "Павел", "Роман",
    "Руслан", "Сергей", "Степан", "Тимофей", "Тимур", "Федор",

    # Женские имена
    "Александра", "Алиса", "Алена", "Анастасия", "Анна", "Валентина",
    "Варвара", "Василиса", "Вера", "Виктория", "Дарья", "Ева",
    "Евгения", "Екатерина", "Елена", "Ирина", "Ксения", "Маргарита",
    "Мария", "Мирослава", "Наталья", "Ольга", "Полина", "Светлана",
    "София", "Татьяна", "Ульяна", "Юлия", "Ярослава"
]


